;  搜狗拼音输入法--自定义短语配置文件

;  自定义短语说明：
;  1、自定义短语支持多行、空格、指定位置。
;  2、每条自定义短语最多支持30000个汉字，总共支持100000条自定义短语。
;  3、自定义短语的格式如下：

;  单行的格式：
;  字符串+英文逗号+数字（指定排序位置）=短语

;  多行的格式：
;  字符串+英文逗号+数字（指定排序位置）=
;  多行短语

;  具体格式可以参考下面的实例。
;  4、最多支持100000行自定义短语。
;  5、自定义短语的用途有：快捷输入手机号、邮箱、诗词、小短文等，大家可以自由发挥。
;  6、时间函数功能。具体定义格式如下：;  字符串+英文逗号+数字（指定排序位置）=#表达式
;  注意：表达式以英文#开头，后面的表达式中的每一个函数的前面都包含有英文$。
;  函数表如下：
;  函数    	含义    	举例
;  $year    	年(4位) 	2006、2008
;  $year_yy	年(2位) 	06、08
;  $month     	月      	12、8、3
;  $month_mm  	月      	12、08、03		//此函数在输入法3.1版之后（含）有效
;  $day     	日      	3、13、22
;  $day_dd	日	       03、13、22	//此函数在输入法3.1版之后（含）有效
;  $weekday 	星期    	0、1、2、5、6
;  $fullhour	时(24小时制)  	02、08、13、23
;  $halfhour	时(12小时制)	02、08、01、11
;  $ampm    	AM、PM(英)	AM、PM（大写）
;  $minute  	分      	02、08、15、28
;  $second  	秒      	02、08、15、28
;  $year_cn 	年(中文4位)	二〇〇六
;  $year_yy_cn	年(中文2位)	〇六
;  $month_cn	月(中文)	十二、八、三
;  $day_cn  	日(中文)	三、十三、二十二
;  $weekday_cn 	星期(中文)	日、一、二、五、六
;  $fullhour_cn	时(中文24时制)	二、八、十三、二十三
;  $halfhour_cn	时(中文12时制)	二、八、一、十一
;  $ampm_cn 	上午下午(中文)	上午、下午
;  $minute_cn	分(中文)	零二、零八、十五、二十八
;  $second_cn	秒(中文)	零二、零八、十五、二十八
;  具体你可以参考这个文件最下面的例子，实际体验一下就明白了。
;  你可以用自定义短语来做一个带动态时间的多行回信落款。

b,1=吧
hdl,4=→←↓↑ABBA
kh,2=〖〗
kongge,2=　
m,3=M²
yh,2=「」
yh,3=『』
ii,1=ɑ
ii,1=æ
ii,1=ɐ
ii,1=ɑ̃
ii,1=β
ii,1=ɓ
ii,1=ʙ
ii,1=ɕ
ii,1=ç
ii,1=ð
ii,1=d͡ʒ
ii,1=ɖ
ii,1=ɗ
ii,1=ə
ii,1=ɚ
ii,1=ɵ
ii,1=ɘ
ii,1=ɛ
ii,1=ɜ
ii,1=ɝ
ii,1=ɛ̃
ii,1=ɞ
ii,1=ɠ
ii,1=ɢ
ii,1=ʛ
ii,1=ɥ
ii,1=ɦ
ii,1=ħ
ii,1=ɧ
ii,1=ʜ
ii,1=ɪ
ii,1=ɪ̈
ii,1=ɨ
ii,1=ʝ
ii,1=ɟ
ii,1=ʄ
ii,1=ɫ
ii,1=ɬ
ii,1=ʟ
ii,1=ɭ
ii,1=ɮ
ii,1=ɱ
ii,1=ŋ
ii,1=ɲ
ii,1=ɴ
ii,1=ɳ
ii,1=ɔ
ii,1=œ
ii,1=ø
ii,1=ɒ
ii,1=ɔ̃
ii,1=ɶ
ii,1=ɸ
ii,1=ɾ
ii,1=ʁ
ii,1=ɹ
ii,1=ɻ
ii,1=ʀ
ii,1=ɽ
ii,1=ɺ
ii,1=ʃ
ii,1=ʂ
ii,1=θ
ii,1=t͡ʃ
ii,1=t͡s
ii,1=ʈ
ii,1=ʊ
ii,1=ʊ̈
ii,1=ʉ
ii,1=ʌ
ii,1=ʋ
ii,1=ⱱ
ii,1=ʍ
ii,1=ɯ
ii,1=ɰ
ii,1=χ
ii,1=ʎ
ii,1=ɣ
ii,1=ʏ
ii,1=ɤ
ii,1=ʒ
ii,1=ʐ
ii,1=ʑ
ii,1=ʔ
ii,1=ʕ
ii,1=ʢ
ii,1=ʡ
ii,1=ᵊ
ii,1=ʳ
ii,1=˞
ii,1=ʷ
ii,1=ʲ
ii,1=ˠ
ii,1=ˤ
ii,1=ˀ
ii,1=ⁿ
ii,1=ˡ
ii,1=ʱ
ii,1=ᵗ